[PAD]
[MASK]
country
language
capital
largestCity
deathPlace
restingPlace
party
successor
region
presenter
birthPlace
mainInterest
influencedBy
almaMater
award
governmentType
officialLanguage
timeZone
ethnicGroup
education
influenced
residence
place
commander
type
occupation
religion
leaderParty
isPartOf
locationCity
industry
product
genre
location
parentCompany
headquarter
battle
spouse
child
relative
city
state
athletics
affiliation
spokenIn
foundationPlace
creator
starring
executiveProducer
company
distributor
format
related
populationPlace
hometown
league
position
leaderName
instrument
recordLabel
associatedBand
nationality
stylisticOrigin
derivative
musicSubgenre
musicFusionGenre
knownFor
director
writer
musicComposer
cinematography
formerBandMember
deathCause
campus
producer
bandMember
editing
network
keyPerson
locationCountry
owningCompany
ground
countySeat
team
voice
regionServed
distributingLabel
EquivalentTo
ImpliesLanguage
ImpliesProfession
NextAlmaMater
TransfersTo
ImpliesLocation
ImpliesTimeZone
ImpliesGenre
Alabama
United_States
English_Americans
Montgomery,_Alabama
Birmingham,_Alabama
Abraham_Lincoln
Washington,_D.C.
Springfield,_Illinois
Whig_Party_(United_States)
Republican_Party_(United_States)
Illinois
Academy_Awards
Academy_of_Motion_Picture_Arts_and_Sciences
Aristotle
Greece
Macedonia_(ancient_kingdom)
Biology
Zoology
Physics
Metaphysics
Logic
Plato
Academy_Award_for_Best_Production_Design
Ayn_Rand
Saint_Petersburg
Russian_Empire
Manhattan
Saint_Petersburg_State_University
Prometheus_Award
Algeria
Unitary_state
Algiers
Arabic
French_language
Central_European_Time
Andorra
Parliamentary_system
Euro
Spaniards
French_people
Alaska
English_language
Tagalog_language
Spanish_language
Juneau,_Alaska
Anchorage,_Alaska
Aldous_Huxley
Cultivation
Los_Angeles
Balliol_College,_Oxford
Eton_College
Arthur_Schopenhauer
Frankfurt
Aesthetics
Ethics
Psychology
Buddhism
Samuel_Beckett
Aruba
Atlantic_Time_Zone
Angola
Portuguese_language
Overseas_Chinese
Afghanistan
Kabul
Pashto
Albania
Tirana
Albanian_language
Albert_Einstein
Ulm
German_Empire
Princeton,_New_Jersey
Switzerland
Nobel_Prize_in_Physics
Copley_Medal
Gold_Medal_of_the_Royal_Astronomical_Society
Azerbaijan
Republic
Baku
American_Revolutionary_War
Gibraltar
Caribbean_Sea
Atlantic_Ocean
Indian_Ocean
George_Washington
Nathanael_Greene
Charles_Cornwallis,_1st_Marquess_Cornwallis
Alexander_the_Great
Ankara
Turkey
Eastern_European_Time
Aegean_Sea
Sea
Alfred_Hitchcock
Essex
Film_director
Film_producer
London_Borough_of_Enfield
Catholic_Church
Amsterdam
Netherlands
North_Holland
Andy_Warhol
Pittsburgh
New_York_City
American_Civil_War
Ulysses_S._Grant
William_Tecumseh_Sherman
Robert_E._Lee
Apple_Inc.
Public_company
Cupertino,_California
California
Computer_hardware
Software
Consumer_electronics
Mac_OS
IOS
Antigua_and_Barbuda
Albert_Camus
Caribbean
Politics
Jean-Paul_Sartre
Augustine_of_Hippo
Friedrich_Nietzsche
Fyodor_Dostoyevsky
Alps
Slovenia
Franciaország
Agatha_Christie
Torquay
Devonians
Short_story
Playwright
Crime_fiction
Thriller_(genre)
Detective_fiction
Allen_Ginsberg
Newark,_New_Jersey
Montclair_State_University
Columbia_University
Aarhus
Denmark
Adelaide
Australia
Alan_Turing
London
King's_College,_Cambridge
Princeton_University
Anguilla
Kingdom_of_England
Athens
Augustus
Rome
Roman_Republic
Roman_Empire
Ames,_Iowa
29th_State
Central_Time_Zone
Andes
الأرجنتين
Bolivia
AOL
Subsidiary
Technology
Time_Warner
Verizon_Communications
Australian_Labor_Party
Australian_Capital_Territory
Aachen
Germany
Cologne
Andrew_Jackson
Nashville,_Tennessee
Democratic_Party_(United_States)
War_of_1812
Tennessee
Raleigh,_North_Carolina
Aberdeen
United_Kingdom
Scotland
Greenwich_Mean_Time
Arnold_Schwarzenegger
Styria
Santa_Monica_College
Austria
Adam_Smith
Kirkcaldy
Fife
Edinburgh
Political_philosophy
Economics
Amitabh_Bachchan
Allahabad
Mumbai
University_of_Delhi
Hinduism
Jaya_Bachchan
Abhishek_Bachchan
Aishwarya_Rai_Bachchan
Padma_Vibhushan
Arizona_State_University
Public_university
Tempe,_Arizona
Arizona
American_English
Adobe_Systems
Mountain_View,_California
San_Jose,_California
Ally_McBeal
Surrealism
David_E._Kelley
Calista_Flockhart
Jane_Krakowski
Portia_de_Rossi
Lucy_Liu
Peter_MacNicol
Gil_Bellows
20th_Century_Fox_Television
Fox_Broadcasting_Company
The_Practice
Arkansas
Little_Rock,_Arkansas
Austin,_Texas
Texas
Travis_County,_Texas
Eastern_Orthodox_Church
Ann_Arbor,_Michigan
Michigan
Washtenaw_County,_Michigan
Eastern_Time_Zone
Atlanta_Falcons
Atlanta
Arizona_Cardinals
Glendale,_Arizona
African_Americans
Astronomy
Protestantism
Dedication_(Aaliyah_album)
Brooklyn
New_York
The_Bahamas
Detroit
G.o.a.t._of_r&b
Afrikaans
South_Africa
Namibia
Arabs
Brazil
Indonesia
Israel
Venezuela
Colombia
Mohammed_and_Mohammedism
Shia_Islam
Christianity
Afroasiatic_languages
Acadia_University
Nova_Scotia
Canada
AFC_Ajax
Arthur_Miller
Harlem
University_of_Michigan
Andhra_Pradesh
India
American_Airlines
Fort_Worth,_Texas
Aviation
Anthony_Hopkins
Malibu,_California
Royal_Academy_of_Dramatic_Art
A_cappella
Anton_Chekhov
Moscow
African_National_Congress
Johannesburg
Asian_Development_Bank
Metro_Manila
Philippines
Australian_Army
Second_Boer_War
World_War_I
World_War_II
Korean_War
Vietnam_War
Iraq_War
Elizabeth_II
Adam_Carolla
Radio_personality
Comedian
Actor
Amy_Grant
Augusta,_Georgia
Contemporary_Christian_music
Pop_rock
Soft_rock
A&M_Records
Word_Records
Sparrow_Records
Vince_Gill
Michael_W._Smith
Ariel_Sharon
Mandatory_Palestine
Hebrew_University_of_Jerusalem
Tel_Aviv_University
Six-Day_War
Yom_Kippur_War
Alan_Jay_Lerner
Musical_theatre
Arthur_Laurents
Cornell_University
Tony_Award_for_Best_Musical
Writers_Guild_of_America_Award_for_Best_Original_Screenplay
Tony_Award_for_Best_Direction_of_a_Musical
Austria-Hungary
Constitutional_monarchy
Vienna
Budapest
Albert_Brooks
Beverly_Hills,_California
Alameda,_California
Alameda_County,_California
Pacific_Time_Zone
Alexandria
Egypt
Akira_Toriyama
Nagoya
Aichi_Prefecture
Mangaka
Art_director
Afrobeat
Funk
Jazz
Bass_guitar
Conga
Drum_kit
Guitar
Keyboard_instrument
Percussion_instrument
Saxophone
Georgia_(U.S._state)
Fulton_County,_Georgia
DeKalb_County,_Georgia
Alexandria,_Louisiana
Louisiana
Bill_Clinton
Hillary_Clinton
Presidential_Medal_of_Freedom
Georgetown_University
University_College,_Oxford
Yale_University
Baptists
George_W._Bush
Blues
Albert_Arnold_"Al"_Gore,_Jr.
Piano
Harmonica
Bass_(instrument)
Drum
Slide_guitar
Bluegrass_music
Rock_and_roll
Country_blues
Electric_blues
Jump_blues
Blues_rock
Punk_blues
Rhythm_and_blues
Belgium
Antwerp
Dutch_language
German_language
Berlin-turkish.com
Social_Democratic_Party_of_Germany
Christian_Democratic_Union_of_Germany
Bonn
The_Bronx
Gautama_Buddha
Baruch_Spinoza
Dutch_Republic
The_Hague
Epistemology
Government
Avicenna
Thomas_Hobbes
Georg_Wilhelm_Friedrich_Hegel
Immanuel_Kant
Jean-Jacques_Rousseau
Karl_Marx
Gilles_Deleuze
Gottfried_Wilhelm_Leibniz
Johann_Wolfgang_von_Goethe
Ludwig_Wittgenstein
Sigmund_Freud
Leo_Strauss
Bulgaria
Sofia
Bulgarian_language
Cyrillic_script
Nassau,_Bahamas
Bangladesh
Dhaka
Bangla
Bengalis
Barbados
Benin
Presidential_system
Belize
Belarus
Minsk
Russians
Poles
Ukrainians
Brunei
Malay_language
Bermuda
Bosnia_and_Herzegovina
Sarajevo
Croatian_language
Serbian_language
Burkina_Faso
British_Virgin_Islands
Bernard_Montgomery
Hampshire
Battle_of_France
North_African_Campaign
Western_Front_(World_War_II)
Order_of_the_Garter
Blue_Velvet_(film)
David_Lynch
Angelo_Badalamenti
Blazing_Saddles
Mel_Brooks
Gene_Wilder
Madeline_Kahn
Dom_DeLuise
Joseph_F._Biroc
Warner_Bros.
Richard_Pryor
Bruce_Sterling
Brownsville,_Texas
Science_fiction
University_of_Texas_at_Austin
J._G._Ballard
Samuel_R._Delany
Charles_Stross
Alastair_Reynolds
Brussels
Bhangra_(music)
Tabla
Acoustic_guitar
Electric_guitar
Sitar
Violin
Blade_Runner
Ridley_Scott
Vangelis
Beastie_Boys
Ad-Rock
Hip_hop_music
Rap_rock
Underground_hip_hop
Hardcore_punk
Def_Jam_Recordings
Capitol_Records
Rick_Rubin
Q-Tip_(musician)
The_Roots
Nas
Brandenburg
Potsdam
Bavaria
Munich
Benny_Andersson
Sweden
British_Isles
Guernsey
Jersey
Republic_of_Ireland
Europe
Abraham_"Bram"_Stoker
Dublin
Irish_people
Trinity_College,_Dublin
Buffalo,_New_York
Erie_County,_New_York
Benjamin_Franklin
Boston
Philadelphia
Pennsylvania
Independent_politician
Thomas_Jefferson
Bing_Crosby
Tacoma,_Washington
Madrid
Spain
Myocardial_infarction
Holy_Cross_Cemetery,_Culver_City
Spokane,_Washington
National_Baseball_Hall_of_Fame_and_Museum
Blythe_Danner
Bard_College
Gwyneth_Paltrow
Bordeaux
Serbia
Ukraine
Moldova
Romania
Kosovo
Republic_of_Macedonia
Bali
Brown_University
Private_university
Providence,_Rhode_Island
Rhode_Island
Association_of_American_Universities
Bertrand_Russell
Philosophy_of_mind
Philosophy_of_science
Brian_De_Palma
Gale_Anne_Hurd
Barry_Lyndon
Stanley_Kubrick
Ryan_O'Neal
Barnard_College
Baltimore_Ravens
Baltimore
Black_Sabbath
Ozzy_Osbourne
Birmingham
Heavy_metal_music
Vertigo_Records
Mercury_Records
Universal_Music_Group
Warner_Bros._Records
I.R.S._Records
Sanctuary_Records_Group
Dio_(band)
Batman
Bill_Finger
Bob_Kane
Bohemia
Czech_Republic
Burt_Lancaster
DeWitt_Clinton_High_School
New_York_University
The_Beach_Boys
Brian_Wilson
Rock_music
Pop_music
Surf_music
Psychedelic_music
Reprise_Records
Columbia_Records
Baghdad
Hawaii
Iraq
Barcelona
Liberal_Democrats
Catalonia
Barcelona_Province
Bristol_City_F.C.
Football_League_Championship
Billy_Bob_Thornton
Hot_Springs,_Arkansas
Angelina_Jolie
Braveheart
Mel_Gibson
James_Horner
England
Billy_Crystal
Tisch_School_of_the_Arts
Boy_band
Contemporary_R&B
Dance-pop
K-pop
J-pop
Sampler_(musical_instrument)
Bruce_Campbell
Royal_Oak,_Michigan
Western_Michigan_University
Balochistan,_Pakistan
Pakistan
Batman_Forever
Joel_Schumacher
Elliot_Goldenthal
Batman_(1989_film)
Tim_Burton
Danny_Elfman
Batman_Returns
Batman_&_Robin_(film)
Akiva_Goldsman
George_Clooney
Chris_O'Donnell
Alicia_Silverstone
Uma_Thurman
Bob_Jones_University
Greenville,_South_Carolina
South_Carolina
Berkeley,_California
Black_metal
Thrash_metal
Death_metal
Symphonic_black_metal
Viking_metal
Blizzard_Entertainment
Division_(business)
Irvine,_California
Video_game_industry
Vivendi_Games
Activision_Blizzard
Babylon_5
Space_opera
J._Michael_Straczynski
TNT_(TV_channel)
British_Army
Basel
Ballarat
Bo_Diddley
Chicago_blues
Record_producer
Chess_Records
RCA_Records
Atlantic_Records
Bela_Lugosi
Belfast
Northern_Ireland
Charlize_Theron
Chess
Board_game
Copenhagen
Charlie_Chaplin
Vaud
Case_sensitivity
Cambodia
Vietnam
Thailand
Citizen_Kane
Orson_Welles
File:BernardHerrmann.gif
Robert_Wise
RKO_Pictures
Country_music
Celtic_music
Old-time_music
Fiddle
Mandolin
Banjo
Double_bass
Dobro
Steel_guitar
Pedal_steel_guitar
Rockabilly
Roots_rock
Southern_rock
Heartland_rock
Outlaw_country
Alternative_country
Country_rock
Psychobilly
Cowpunk
Country_pop
Southern_soul
Italy
Crouching_Tiger,_Hidden_Dragon
Ang_Lee
Chow_Yun-fat
Michelle_Yeoh
Zhang_Ziyi
Sony_Pictures_Classics
Standard_Chinese
James_Schamus
Czechoslovakia
Prague
Czech_language
Comoros
East_Africa_Time
Colorado
Denver
China
Beijing
Shanghai
Capcom
Osaka
Japan
San_Francisco
Columbia_River
Washington_(state)
Oregon
British_Columbia
Portland,_Oregon
Vancouver,_Washington
Chinese_language
Sacramento,_California
Cameroon
Douala
Cayman_Islands
Central_African_Republic
Chad
Communication
Chile
Santiago
Costa_Rica
Croatia
Zagreb
Geography_of_Cyprus
Nicosia
Greek_language
Turkish_language
Christopher_Columbus
Genoa
Cornwall
Courtney_Love
Kurt_Cobain
529_plan
Surrey
Westminster_Abbey
Labour_Party_(UK)
University_of_Oxford
Gallipoli_Campaign
Western_Front_(World_War_I)
Winston_Churchill
Charles_Baudelaire
Art_critic
California_Institute_of_Technology
Pasadena,_California
Taiwan
Singapore
Chariots_of_Fire
Ben_Cross
John_Gielgud
Ian_Holm
David_Watkin_(cinematographer)
20th_Century_Fox
Cambridge,_Massachusetts
Massachusetts
Middlesex_County,_Massachusetts
Charles_Dickens
Council_of_Europe
Strasbourg
C._S._Lewis
Oxford
Fantasy
County_Mayo
Cardiff
Wales
Cheers
Sitcom
James_Burrows
Glen_and_Les_Charles
Ted_Danson
John_Ratzenberger
Woody_Harrelson
Kelsey_Grammer
Kirstie_Alley
Bebe_Neuwirth
Dan_O'Shannon
NBC
Columbus,_Ohio
Ohio
Franklin_County,_Ohio
Cleveland
Cuyahoga_County,_Ohio
Cecil_B._DeMille
Hollywood
Heart_failure
Hollywood_Forever_Cemetery
American_Academy_of_Dramatic_Arts
Episcopal_Church_(United_States)
Carl_Friedrich_Gauss
Braunschweig
Holy_Roman_Empire
Lazio
Politician
Lawyer
Poetess_(disambiguation)
C_(programming_language)
C++
C_Sharp_(programming_language)
Java_(programming_language)
JavaScript
Perl
PHP
Python_(programming_language)
Christmas
Christian
Cambridgeshire
Colorado_Springs,_Colorado
El_Paso_County,_Colorado
Mountain_Time_Zone
Cairo
County_Dublin
Cessna
Wichita,_Kansas
Concord,_New_Hampshire
New_Hampshire
Merrimack_County,_New_Hampshire
Connecticut
Hartford,_Connecticut
Bridgeport,_Connecticut
Crete
Cleveland_Browns
Cincinnati_Bengals
Cincinnati
Chicago_Bears
Chicago
Carolina_Panthers
Charlotte,_North_Carolina
Cape_Town
Columbia,_Missouri
Missouri
Charlton_Athletic_F.C.
Television
Chiapas
Mexico
Carl_Sagan
Seattle
University_of_Chicago
Pulitzer_Prize_for_General_Non-Fiction
Coronation_Street
Soapy
Cook_County,_Illinois
DuPage_County,_Illinois
City_of_London
Theatre
Greater_London
Chrysler
Limited_liability_company
Chairman
Chief_executive_officer
Chiang_Kai-shek
Zhejiang
Qing_dynasty
Taipei
Kuomintang
Legion_of_Merit
General_officer
Methodism
Chinese_Civil_War
Second_Sino-Japanese_War
Cook_Islands
Confederate_States_of_America
Colin_Powell
City_College_of_New_York
Gulf_War
Condoleezza_Rice
Carol_Kane
Cary_Elwes
Westminster
Christopher_Guest
Santa_Monica,_California
Jamie_Lee_Curtis
Communist_Party_of_China
Casablanca
Morocco
Carson_City,_Nevada
Nevada
Cheshire
Clive_Barker
Liverpool
Illustrator
Rutgers_University
Harrison_Ford
City_University_of_New_York
Clarence_Brown
Renal_failure
Chuck_Jones
Animator
Screenwriter
Charles_Mingus
Hard_bop
Bebop
Avant-garde_jazz
Post-bop
Free_jazz
Bandleader
United_Artists_Records
Miles_Davis
Duke_Ellington
Charlie_Parker
Chet_Atkins
Ukulele
Folk_music
Mark_Knopfler
D._W._Griffith
Kentucky
Cerebral_hemorrhage
David_Cronenberg
Toronto
Ontario
University_of_Toronto
Drew_Barrymore
Culver_City,_California
Tom_Green
Missoula,_Montana
Pennsylvania_Academy_of_the_Fine_Arts
Dalton_Trumbo
Delaware
Wilmington,_Delaware
David_Hume
Kingdom_of_Great_Britain
John_Locke
Isaac_Newton
Friedrich_Hayek
Edmund_Husserl
James_Madison
William_James
John_Stuart_Mill
Karl_Popper
Digital_Equipment_Corporation
Hewlett-Packard
Disco
Soul_music
Psychedelic_soul
Bubblegum_pop
Drum_machine
Hi-NRG
House_music
New_wave_music
Synthpop
Freestyle_music
Italo_disco
Euro_disco
Dance-punk
David_Fincher
Dominican_Republic
Santo_Domingo
Douglas_Adams
Cambridge
St_John's_College,_Cambridge
Dr._Dre
Compton,_California
38th_Annual_Grammy_Awards
Drum_and_bass
Techno
Dub_music
Reggae_fusion
Industrial_music
Electronica
Breakbeat
Synthesizer
Dubstep
UK_garage
Grime_music
Breakcore
Dave_Grohl
Warren,_Ohio
Alternative_rock
Punk_rock
Hard_rock
Dischord_Records
Nirvana_(band)
Foo_Fighters
Queens_of_the_Stone_Age
Denver_Broncos
Dallas_Cowboys
Arlington,_Texas
Dante_Alighieri
Florentine_biscuit
Ravenna
Italians
Dave_Brubeck
Concord,_California
Norwalk,_Connecticut
Cool_jazz
Sony_Music_Entertainment
Dwight_D._Eisenhower
United_States_Military_Academy
John_F._Kennedy
Groove_metal
Melodic_death_metal
Technical_death_metal
Deathcore
Deathgrind
Goregrind
Dayton,_Ohio
Montgomery_County,_Ohio
Drexel_University
Research
Doris_Day
David_Hilbert
Kingdom_of_Prussia
Delft
South_Holland
Delroy_Lindo
Theatre_director
David_Mamet
Lindsay_Crouse
Goddard_College
Quentin_Tarantino
David_Letterman
Indianapolis
Indiana
Satire
Johnny_Carson
Steve_Allen
Jonathan_Winters
Don_Rickles
Stephen_Colbert
Ray_Romano
Jimmy_Kimmel
Jay_Leno
Conan_O'Brien
Jon_Stewart
Seth_Meyers
Jimmy_Fallon
John_Oliver_(comedian)
Bridget_Fonda
David_Angell
Providence_College
Dartmouth_College
Hanover,_New_Hampshire
Darwin,_Northern_Territory
Labour_Party_(Ireland)
Arthur_Wellesley,_1st_Duke_of_Wellington
Kent
Conservative_Party_(UK)
Peninsular_War
Dressed_to_Kill_(1980_film)
Michael_Caine
Angie_Dickinson
Depeche_Mode
Electronic_rock
Mute_Records
Sire_Records
Virgin_Records
Detroit_Lions
Davenport,_Iowa
Scott_County,_Iowa
David_Beckham
Fodbold
Victoria_Beckham
Dalhousie_University
Halifax,_Nova_Scotia
Wayne_County,_Michigan
Dr._Strangelove
Columbia_Pictures
Dundee
Theodor_"Dr._Seuss"_Geisel
Springfield,_Massachusetts
La_Jolla
Dennis_Hopper
Venice,_Los_Angeles
Artist
Prostate_cancer
Cannes_Film_Festival
National_Society_of_Film_Critics_Award_for_Best_Supporting_Actor
MTV_Movie_Award_for_Best_Villain
David_Bowie
Brixton
Liver_cancer
Detroit_Red_Wings
Charles_Darwin
Richard_Dawkins
Dan_Simmons
Peoria,_Illinois
Harlan_Ellison
Jack_Vance
Iain_Banks
Denis_Leary
Worcester,_Massachusetts
Black_comedy
Bill_Hicks
Lenny_Bruce
George_Carlin
Louis_C.K.
Dean_Koontz
Suspense
G._K._Chesterton
T._S._Eliot
William_Goldman
Ray_Bradbury
Robert_A._Heinlein
Damascus
Syria
Derry
DC_Comics
Davis,_California
Danny_Kaye
Das_Boot
Constantin_Film
Devo
Mark_Mothersbaugh
Josh_Freese
Akron,_Ohio
Art_punk
Post-punk
Rykodisc
Rhino_Entertainment
English_Channel
North_Sea
Des_Moines,_Iowa
Polk_County,_Iowa
Ecuador
Quito
Salvadorans
San_Salvador
Equatorial_Guinea
Papua_New_Guinea
Elvis_Presley
Tupelo,_Mississippi
Memphis,_Tennessee
Pentecostalism
Eindhoven
North_Brabant
Ernest_Hemingway
Oak_Park,_Illinois
Pulitzer_Prize_for_Fiction
Nobel_Prize_in_Literature
Enya
County_Donegal
Ireland
New-age_music
World_music
Musician
Songwriter
Warner_Music_Group
Geffen_Records
Erfurt
The_Greens
Edgar_Allan_Poe
University_of_Virginia
Austrian_Empire
Freiburg_im_Breisgau
Nazi_Germany
Martin_Heidegger
Jacques_Derrida
Edgar_Rice_Burroughs
Encino,_Los_Angeles
Tarzana,_Los_Angeles
Adventure_fiction
Western_(genre)
Arthur_Conan_Doyle
Rudyard_Kipling
Jules_Verne
H._G._Wells
Arthur_C._Clarke
Robert_E._Howard
Michael_Moorcock
James_Cameron
Eugene,_Oregon
South_Korea
Lane_County,_Oregon
Ernest_Rutherford
East_River
English_Civil_War
Oliver_Cromwell
Empire_State_Building
Eyes_Wide_Shut
EastEnders
BBC_One
Thomas_Aquinas
Voltaire
J._R._R._Tolkien
John_Maynard_Keynes
George_Orwell
Hannah_Arendt
Ronald_Reagan
Margaret_Thatcher
W._B._Yeats
Electronic_musical_instrument
Michel_Foucault
Eric_Clapton
Polydor_Records
Atco_Records
George_Harrison
B.B._King
Ennio_Morricone
Film_score
Yo-Yo_Ma
Joan_Baez
Andrea_Bocelli
Morrissey
Roger_Waters
Sarah_Brightman
Pet_Shop_Boys
Enrico_Fermi
Franklin_Medal
Eli_Wallach
The_Holiday
Electric_Light_Orchestra
Jeff_Lynne
West_Midlands_(county)
Symphonic_rock
Art_rock
Progressive_rock
Epic_Records
Sony_BMG
Olivia_Newton-John
Frank_Zappa
Maryland
Westwood_Village_Memorial_Park_Cemetery
Frank_Lloyd_Wright
Phoenix,_Arizona
Weimar
Poetry
Tragedy
Atheism
Ralph_Emerson_(disambiguation)
Richard_Wagner
Theodor_W._Adorno
Joseph_Campbell
Carl_Jung
Hammond_organ
Clavinet
Electro_(music)
New_jack_swing
Nu_metal
Acid_jazz
Funk_metal
Funk_rock
G-funk
Jazz-funk
Fiji
Suva
Francis_Ford_Coppola
Napa_County,_California
Hofstra_University
Sofia_Coppola
Elvis_Costello
Paddington
Island_Records
Universal_Music_Group_Nashville
Verve_Records
Diana_Krall
Burt_Bacharach
Paul_McCartney
First_National_Pictures
Film
Popular_music
Contemporary_classical_music
Electric_folk
Folk_metal
Folk_rock
Neofolk
Anti-folk
Fredericton
New_Brunswick
French_Polynesia
Finland
Helsinki
Finnish_language
Swedish_language
Frank_Herbert
Madison,_Wisconsin
University_of_Washington
Fritz_Leiber
Franz_Kafka
Lower_Austria
Franklin_D._Roosevelt
Eleanor_Roosevelt
Harvard_College
Bachelor_of_Arts
Columbia_Law_School
Juris_Doctor
Harry_S._Truman
Darmstadt
Fox_News_Channel
Frank_Sinatra
Hoboken,_New_Jersey
Ava_Gardner
Mia_Farrow
Four_Weddings_and_a_Funeral
Richard_Curtis
Hugh_Grant
Kristin_Scott_Thomas
Simon_Callow
Rowan_Atkinson
Richard_Rodney_Bennett
Final_Fantasy:_The_Spirits_Within
Ming-Na_Wen
Alec_Baldwin
James_Woods
Donald_Sutherland
Ving_Rhames
Steve_Buscemi
Fort_Wayne,_Indiana
Allen_County,_Indiana
Fulham_F.C.
Fine_Gael
Friesland
Friends
David_Crane_(producer)
Jennifer_Aniston
Courteney_Cox
Lisa_Kudrow
Matt_LeBlanc
Matthew_Perry
David_Schwimmer
Francis_Bacon
Middlesex
Frank_Capra
Sicily
Kingdom_of_Italy
Federated_States_of_Micronesia
Tuscany
Fort_Collins,_Colorado
Larimer_County,_Colorado
Falklands_War
Falkland_Islands
Persian_language
Iran
Tajikistan
Uzbekistan
Russia
Fritz_Lang
Austrians
Ludwig_von_Mises
Milton_Friedman
Murray_Rothbard
Frasier
Peter_Casey_(screenwriter)
David_Lee_(screenwriter)
David_Hyde_Pierce
John_Mahoney
Christopher_Lloyd_(TV_producer)
Jeffrey_Richman
Full_Metal_Jacket
Matthew_Modine
Adam_Baldwin
Vincent_D'Onofrio
R._Lee_Ermey
The_Cannon_Group,_Inc.
Frederik_Pohl
Federico_Fellini
Stroke
Guatemala_City
Guatemala
Mediterranean_Sea
British_Raj
Bihar
Journalist
Oxfordshire
Dystopia
George_Lucas
Modesto,_California
Marin_County,_California
Gothenburg
Guam
Filipino_Americans
White_Americans
Chinese_Americans
Japanese_Americans
George_H._W._Bush
Anglicanism
Virginia
John_Adams
Fleetwood_Mac
Stephanie_"Stevie"_Nicks
Greenland
Danish_language
General_Motors
Car
Ghana
Accra
Gabon
Golden_Gate_Bridge
Suspension_bridge
Guinea
Guinea-Bissau
Gangsta_rap
Hardcore_hip_hop
Dirty_rap
West_Coast_hip_hop
Gene_Kelly
Choreography
University_of_Pittsburgh
Garth_Brooks
Tulsa,_Oklahoma
Trisha_Yearwood
George_R._R._Martin
Bayonne,_New_Jersey
Northwestern_University
F._Scott_Fitzgerald
H._P._Lovecraft
Stan_Lee
William_Faulkner
Roger_Zelazny
Damon_Lindelof
Leipzig
Electorate_of_Saxony
Hanover
Mathematics
Charles_Sanders_Peirce
Henri_Bergson
Gustave_Flaubert
Rouen
Miguel_de_Cervantes
Lord_Byron
Victor_Hugo
Vladimir_Nabokov
Ezra_Pound
Kensington
Mystery_fiction
Slade_School_of_Fine_Art
Ghent
Gioachino_Rossini
Composer
Groucho_Marx
Slapstick
Woody_Allen
Brendon_Small
Bill_Cosby
Ricky_Gervais
Stuttgart
Friedrich_Schiller
Jacques_Lacan
Vladimir_Lenin
Grateful_Dead
Jerry_Garcia
Palo_Alto,_California
Arista_Records
Bob_Dylan
Bruce_Hornsby
George_Mason_University
Arlington_County,_Virginia
Fairfax,_Virginia
Prince_William_County,_Virginia
Gene_Hackman
San_Bernardino,_California
Santa_Fe,_New_Mexico
47th_state_of_the_union
Grover_Cleveland
New_Jersey
Presbyterianism
William_McKinley
Guangzhou
Guangdong
Geneva
Paris
Jorge_Luis_Borges
William_S._Burroughs
Marcel_Proust
Gary,_Indiana
Lake_County,_Indiana
Green_Bay_Packers
Green_Bay,_Wisconsin
General_Electric
Schenectady,_New_York
Conglomerate_(company)
Finance
Health_care
Properties_of_water
George_Cukor
Forest_Lawn_Memorial_Park_(Glendale)
George_Frideric_Handel
Halle_(Saale)
Indian_classical_music
Experimental_music
Parlophone
The_Beatles
Plastic_Ono_Band
Ravi_Shankar
George_Bernard_Shaw
Hertfordshire
George_Benson
McCoy_Tyner
Giuseppe_Verdi
Milan
East_Germany
George_Gershwin
Pianist
Ira_Gershwin
Greenwich_Village
Graham_Chapman
Leicester
Maidstone
Emmanuel_College,_Cambridge
Howard_Hawks
Palm_Springs,_California
Galaxy_Quest
Mark_Johnson_(producer)
Tim_Allen
Sigourney_Weaver
Alan_Rickman
Tony_Shalhoub
Sam_Rockwell
David_Newman_(composer)
DreamWorks
Gene_Roddenberry
El_Paso,_Texas
Television_producer
Los_Angeles_City_College
Majel_Barrett
Grindcore
Crust_punk
Noise_rock
Mathcore
Grinnell_College
United_Church_of_Christ
Gorillaz
Damon_Albarn
EMI
Snoop_Dogg
List_of_nicknames_of_Prime_Ministers_of_the_United_Kingdom
University_of_Edinburgh
Church_of_Scotland
Honolulu
Hungary
Hungarian_language
Hungarians
Romani_people
Germans
Honduras
Indigenous_peoples_of_the_Americas
Haiti
Port-au-Prince
Hong_Kong
Cantonese
Speculative_fiction
Hamburg
Bromley
Hebrew_language
West_Bank
Hans_Christian_Andersen
Odense
Children_'s_literature
William_Shakespeare
Hermann_Hesse
Ticino
Heathrow_Airport
Herman_Melville
Hawkwind
Space_rock
Psychedelic_rock
Proto-punk
Hindi
House_of_Lords
Urdu
City_of_Westminster
Hilversum
Herbert_Hoover
Stanford,_California
Stanford_University
Quakers
Halle_Berry
Harry_Connick,_Jr.
New_Orleans
Hobart
Houston
Pedagogy
Harris_County,_Texas
Fort_Bend_County,_Texas
Montgomery_County,_Texas
Henry_Rollins
Alternative_metal
Spoken_word
SST_Records
The_Flaming_Lips
Iggy_Pop
House_of_Commons_of_the_United_Kingdom
Hastings
East_Sussex
Houston_Texans
Grunge
Avant-garde_metal
Extreme_metal
Doom_metal
Glam_metal
Power_metal
Speed_metal
Traditional_heavy_metal
Rap_metal
Christian_metal
Gothic_metal
Industrial_metal
Metalcore
Neoclassical_metal
Post-metal
Progressive_metal
Sludge_metal
Stoner_rock
Symphonic_metal
Honolulu_County,_Hawaii
Hamas
Sunni_Islam
Doha
Qatar
Grafton_County,_New_Hampshire
Hezbollah
Lebanon
Slovakia
Electroclash
Trance_music
Acid_house
Alternative_dance
Electro_house
Eurodance
Hip_house
Neo_soul
Progressive_house
Tech_house
Hellas_Verona_F.C.
Verona
Humphrey_Bogart
Esophageal_cancer
Phillips_Academy
Lauren_Bacall
Academy_Award_for_Best_Actor
Howard_Hughes
Rice_University
Himachal_Pradesh
Religion
Harry_Shearer
Hunter_College
State_school
Hunter_S._Thompson
Louisville,_Kentucky
Henrik_Ibsen
Norway
Oslo
Second_Polish_Republic
Warsaw
Hugh_Hefner
Hamilton,_Ontario
Haryana
Iceland
Italian_language
Irish_language
New_Delhi
Isaac_Asimov
Russian_Soviet_Federative_Socialist_Republic
Biochemistry
Jakarta
Indonesian_language
Intel
Semiconductor
Idaho
Boise,_Idaho
Ingmar_Bergman
Uppsala
John_Rawls
Noam_Chomsky
Max_Weber
Lincolnshire
Trinity_College,_Cambridge
Tehran
Ice-T
San_Marino
Vatican_City
Isle_of_Man
Pound_sterling
Iowa_State_University
University_of_Iowa
Land-grant_university
Iberian_Peninsula
Portugal
Dunfermline
Italo_Calvino
Siena
Galileo_Galilei
Robert_Louis_Stevenson
Salman_Rushdie
Gore_Vidal
Ithaca,_New_York
Tompkins_County,_New_York
Indianapolis_Colts
Isle_of_Wight
I._M._Pei
Royal_Gold_Medal
AIA_Gold_Medal
Ian_McKellen
Burnley
Lancashire
St_Catharine's_College,_Cambridge
Classical_music
Lyricist
Ithaca_College
Serie_A
Trumpet
Clarinet
Trombone
Vibraphone
Jazz_fusion
Electric_piano
Krautrock
Reggae
Ska
Big_band
Latin_jazz
Soul_jazz
Swing_music
Bossa_nova
Jam_band
Jazz_rap
Nu_jazz
Smooth_jazz
Jonathan_Swift
Jello_Biafra
Boulder,_Colorado
Green_Party_of_the_United_States
Alternative_Tentacles
Melvins
Kathryn_Bigelow
Tokyo
Japanese_language
Japanese_people
Joshua_Jackson
Vancouver
John_Woo
Saturn_Award_for_Best_Director
Off
Id_Software
Avignon
French_Third_Republic
Jamaica
Kingston,_Jamaica
Joseph_Stalin
Soviet_Union
Georgia_(country)
Communist_Party_of_the_Soviet_Union
John_Quincy_Adams
Federalist_Party
Democratic-Republican_Party
Prussia
Ethnic_groups_in_West_Asia
Asian_people
Judaism
Frances_McDormand
Nantes
James_Brown
Pneumonia
Buenos_Aires
Jane_Austen
Winchester
John_Uhler_"Jack"_Lemmon_III
Newton,_Massachusetts
Bladder_cancer
John_Updike
Reading,_Pennsylvania
Literary_criticism
Nathaniel_Hawthorne
Henry_James
Jean_Cocteau
John_Lee_Hooker
King_Records_(United_States)
John_Steinbeck
Salinas,_California
Tony_Blair
Jack_Kerouac
Lowell,_Massachusetts
St._Petersburg,_Florida
Painting
Selected_article
James_Joyce
Walt_Whitman
Thomas_Pynchon
Jim_Morrison
John_Lennon
Tom_Wolfe
Tom_Waits
Haruki_Murakami
Ben_Gibbard
French_Revolution
Romanticism
Leo_Tolstoy
John_Dewey
Julius_Caesar
University_of_Cambridge
Queen_Mary_University_of_London
Don_DeLillo
Warren_Ellis
Jonathan_Lethem
Joseph_Conrad
Canterbury
Fiction
Bloemfontein
Orange_Free_State
Bournemouth
Exeter_College,_Oxford
Cleese
Somerset
Downing_College,_Cambridge
Yoko_Ono
Sean_Lennon
Jerry_Lewis
James_Monroe
College_of_William_&_Mary
James_K._Polk
University_of_North_Carolina_at_Chapel_Hill
Zachary_Taylor
Jimmy_Carter
Nobel_Peace_Prize
United_States_Naval_Academy
John_Irving
Exeter,_New_Hampshire
Thomas_Hardy
Kurt_Vonnegut
Academy_Award_for_Best_Adapted_Screenplay
Jackson,_Michigan
Jackson_County,_Michigan
J._K._Rowling
Gloucestershire
Drama
Young-adult_fiction
Tragicomedy
University_of_Exeter
James_Madison_University
Society_of_Jesus
James_Cagney
Dance
Jerusalem
John_Sayles
James_Spader
John_Wayne
Stomach_cancer
Jimi_Hendrix
MCA_Records
20th-century_philosophy
Jacksonville_Jaguars
Jacksonville,_Florida
Jennifer_Lopez
Marc_Anthony
Jackson,_Mississippi
Mississippi
Burlington,_Vermont
Journalism
Jackie_Robinson
Stamford,_Connecticut
Second_baseman
Jack_Kemp
Bethesda,_Maryland
Occidental_College
Dick_Cheney
John_Milton
Latin
Christ's_College,_Cambridge
Joseph_Cotten
Petersburg,_Virginia
Venice_Film_Festival
Jim_Henson
Greenville,_Mississippi
Puppeteer
Cartoonist
University_of_Maryland,_College_Park
Brian_Henson
Janis_Joplin
Port_Arthur,_Texas
Singer-songwriter
Kris_Kristofferson
James_Stewart
Pulmonary_embolism
Golden_Globe_Cecil_B._DeMille_Award
Literature
John_Frankenheimer
Queens
John_Keats
King's_College_London
Joni_Mitchell
Appalachian_dulcimer
Asylum_Records
Nonesuch_Records
James_Taylor
Jaco_Pastorius
Wayne_Shorter
Herbie_Hancock
Larry_Klein
Stephen_Stills
Neil_Young
The_Band
Variety_show
Music
Artie_Lange
Weimar_Republic
Jet_Li
White_Plains,_New_York
Thomas_Mann
Think_Tank_(Star_Trek:_Voyager)
Kazakhstan
Russian_language
King_Crimson
Robert_Fripp
Tony_Levin
Bill_Bruford
Adrian_Belew
Caroline_Records
Porcupine_Tree
Jamiroquai
New_Rochelle,_New_York
Robert_Klein
Bob_Newhart
Jerry_Seinfeld
Jule_Styne
Jack_Kirby
Jon_Voight
Yonkers,_New_York
Catholic_University_of_America
Julia_Roberts
Lyle_Lovett
Eric_Roberts
Emma_Roberts
Cello
Frontiers_Records
Keanu_Reeves
Beirut
Kiribati
Trier
Rhineland-Palatinate
Korea
Korean_language
Kansas
Topeka,_Kansas
Kyle_MacLachlan
Yakima,_Washington
Kevin_Spacey
Juilliard_School
Douglas_MacArthur
Mao_Zedong
Peng_Dehuai
King_Kong_(1933_film)
Merian_C._Cooper
Max_Steiner
Kim_Stanley_Robinson
Waukegan,_Illinois
Kraftwerk
Avant-garde
Philips_Records
Astralwerks
Elektra_Records
Kevin_Bacon
Kyra_Sedgwick
Kansas_State_University
University
Frankfort,_Kentucky
Carnegie_Mellon_University
University_of_Tennessee
Kuala_Lumpur
Malaysia
Sporting_Kansas_City
Kansas_City,_Kansas
Kagoshima
Kyushu
Kagoshima_Prefecture
Fukuoka
Karnataka
Milwaukee_Bucks
Kylie
Melbourne
Chelsea,_London
Dannii_Minogue
KLM
Kingston_upon_Thames
Kent_State_University
Keith_Moon
Karachi
Sindh
Kathmandu
Nepal
Kid_Rock
Pamela_Anderson
Louvre
Art_museum
Kansas_City,_Missouri
Jackson_County,_Missouri
Richard_Rorty
Laos
Luxembourg
Latvija
Riga
Kate_Bush
Leslie_Caron
Boulogne-Billancourt
Lithuania
Vilnius
Lincoln,_Nebraska
Nebraska
Lund_University
Lund
Liechtenstein
Liberia
Monrovia
Lesotho
Al-Jamahiriya_al-`Arabiyah_al-Libiyah_ash-Sha`biyah_al-Ishtirakiyah_al-Uzma
Tripoli
League_of_Nations
Lars_von_Trier
University_of_Copenhagen
Palme_d'Or
Led_Zeppelin
Jimmy_Page
Robert_Plant
John_Paul_Jones_(musician)
Ludwig_van_Beethoven
Leonhard_Euler
University_of_Basel
Lincoln,_England
Leon_Trotsky
Mexico_City
Luftwaffe
Spanish_Civil_War
Lake_Erie
Glacial_lake
North_America
Lake_Michigan
Lake_Superior
LucasArts
Lucasfilm
The_Walt_Disney_Company
Lisp_(programming_language)
Haskell_(programming_language)
Leonardo_da_Vinci
West_Francia
Science
Lisbon
Los_Angeles_County,_California
Greater_Los_Angeles_Area
Tom_Werner
Merseyside
Los_Angeles_International_Airport
Vietnamese_language
Baton_Rouge,_Louisiana
L._Frank_Baum
Larry_Niven
Long_Island
Hispanic
Hispanic_and_Latino_Americans
Armstrong,_Louis_"Pops"
Liberal_Party_of_Australia
Canberra
Lee_Marvin
Tucson,_Arizona
Lower_Saxony
Luton_Town_F.C.
Latin_America
Lansing,_Michigan
Music_of_Latin_America
Ingham_County,_Michigan
Lois_Lane
Jerry_Siegel
Joe_Shuster
Limburg_(Netherlands)
Louis_XIV_of_France
Versailles_(city)
Basilica_of_St_Denis
Liberation_Tigers_of_Tamil_Eelam
Stoke-on-Trent
The_Damned_(band)
Lausanne
Linkin_Park
Magna_Carta_Holy_Grail
Limp_Bizkit
Fred_Durst
Interscope_Records
Cash_Money_Records
Lois_McMaster_Bujold
Lynyrd_Skynyrd
Universal_Records_(defunct_record_label)
Roadrunner_Records
ZZ_Top
Charlie_Daniels
Liv_Ullmann
Metallica
James_Hetfield
Lars_Ulrich
Dave_Mustaine
Megadeth
Suicidal_Tendencies
Guns_N'_Roses
Lou_Reed
Mack_Sennett
Woodland_Hills,_Los_Angeles
Mary_Pickford
Douglas_Fairbanks
MTV
Viacom
Annapolis,_Maryland
Massachusetts_Institute_of_Technology
Madagascar
Monty_Python
Muhammad
Malta
Valletta
Macau
Matt_Groening
The_Simpsons
Futurama
The_Simpsons_Movie
Martin_Scorsese
Isabella_Rossellini
Microsoft
Albuquerque,_New_Mexico
Microsoft_Windows
Martinique
Mauritius
Maharashtra
Marathi_language
Malawi
Mali
Maldives
Romanian_language
Ukrainian_language
Mongolia
Monaco
English_people
Rabat
Mozambique
Historical_fiction
Mandarin_Chinese
Moby
Downtempo
Trip_hop
Ambient_music
V2_Records
Bertelsmann_Music_Group
XL_Recordings
Marilyn_Monroe
Africian_Raga
Gujarat
Delhi
Nonviolence
Barrister
University_College_London
Jainism
Soldier
Accountant
Italian_Renaissance
Graham_Greene
Mark_Twain
Marilyn_Manson_(band)
Marilyn_Manson
John_5_(guitarist)
Fort_Lauderdale,_Florida
Shock_rock
Glam_rock
Industrial_rock
Cooking_Vinyl
Nine_Inch_Nails
Danzig_(band)
Korn
The_Smashing_Pumpkins
Rob_Zombie
Alice_Cooper
Humboldt_University_of_Berlin
Heidelberg_University
Mariah_Carey
Huntington_(CDP),_New_York
Myanmar
Yangon
Hunan
Jefferson_City,_Missouri
Mississippi_River
Minnesota
Wisconsin
Minneapolis
Saint_Paul,_Minnesota
La_Crosse,_Wisconsin
St._Louis
Missouri_River
Montana
North_Dakota
South_Dakota
Great_Falls,_Montana
Bismarck,_North_Dakota
Sioux_City,_Iowa
Omaha,_Nebraska
Ronald_Ernest_"Ron"_Paul
Michael_Palin
Sheffield
Monty_Python_and_the_Holy_Grail
Eric_Idle
Macquarie_University
Sydney
New_South_Wales
William_Henry_Harrison
Madhuri_Dixit
Somerville_College,_Oxford
Church_of_England
Chemist
Moncton
Mike_Oldfield
Reading,_Berkshire
Harp
Minimal_music
Robert_Wyatt
Helena,_Montana
Billings,_Montana
Marlon_Brando
Activism
Respiratory_failure
Maine
Augusta,_Maine
1866_Great_fire_of_Portland,_Maine
Mobile_Suit_Gundam
Joe_Hisaishi
Martin_Luther_King,_Jr.
Morehouse_College
Boston_University
Minnesota_Vikings
Maastricht
Miranda_Richardson
Southport
Farce
Parody
Sketch_comedy
Anne_Bancroft
John_C._Calhoun
Manchester
Greater_Manchester
Motorola
Hayao_Miyazaki
Author
Alton,_Illinois
Flugelhorn
Organ_(music)
Blue_Note_Records
Michael_Jordan
Charlotte_Hornets
Mandy_Patinkin
Voice_acting
Mainz
Marrakesh
Morgan_Freeman
Mattel
The_Mickey_Mouse_Club
Walt_Disney
American_Broadcasting_Company
CBS
Disney_Channel
Goa
Madhya_Pradesh
Chhattisgarh
Tamil_Nadu
Lesser_Poland_Voivodeship
Poland
Anthrax_(American_band)
My_Neighbor_Totoro
Toho
Michael_Crichton
Action_(fiction)
Harvard_University
Harvard_Medical_School
Mulholland_Drive_(film)
Justin_Theroux
Naomi_Watts
Robert_Forster
Universal_Studios
Montenegro
Mary_Tyler_Moore
Magdeburg
Mickey_Mouse
Marvel_Comics
Marvel_Entertainment
Michael_Nesmith
The_Monkees
Mobile,_Alabama
Mobile_County,_Alabama
Michelangelo
Meat_Loaf
Dallas
Motown
Jim_Steinman
Todd_Rundgren
Maxis
Redwood_City,_California
Electronic_Arts
Dutch_people
Power_pop
NATO
Timeless_(2014_film)
Long_Beach,_California
Las_Vegas
Patricia_Arquette
Manchester,_New_Hampshire
Mecca
Saudi_Arabia
Natural_Born_Killers
Oliver_Stone
Juliette_Lewis
Robert_Downey_Jr.
Tommy_Lee_Jones
Tom_Sizemore
Robert_Richardson_(cinematographer)
Nintendo
Shigeru_Miyamoto
Niels_Bohr
Royal_Society
Order_of_the_Elephant
Native_Americans_in_the_United_States
Russian_Orthodox_Church
Nazism
Sub_Pop
Nokia
Tampere
Espoo
Norwegian_language
Latin_alphabet
Norwegians
North_Korea
Pyongyang
Nauru
AIDS
Nuremberg
New_Caledonia
Nicaragua
Niger
Nigeria
Lagos
Neal_Stephenson
William_Gibson
David_Foster_Wallace
Philip_K._Dick
History
Nicole_Kidman
Australia_(2008_film)
Tom_Cruise
Keith_Urban
Nikola_Tesla
Nairobi
Kenya
University_of_Pennsylvania
Master_of_Arts
Doctor_of_Philosophy
Norman_Foster,_Baron_Foster_of_Thames_Bank
Stockport
Northern_Territory
Fargo,_North_Dakota
Polish_language
Trenton,_New_Jersey
North_Carolina
Nijmegen
Gelderland
New_Orleans_Saints
Ninja_Tune
Dance_music
Normandy
No_wave
Avant-garde_music
Nazi_Party
Salem,_Massachusetts
Bowdoin_College
NBCUniversal
Comcast
Nagasaki
Nanjing
Jiangsu
Nastassja_Kinski
National_Party_of_Australia
Neil_Gaiman
Alan_Moore
Ursula_K._Le_Guin
Terry_Pratchett
Gene_Wolfe
Lewis_Carroll
Davidson_County,_Tennessee
Khyber_Pakhtunkhwa
New_Order
Salford,_Greater_Manchester
London_Records
Ohio_State_University
Kenosha,_Wisconsin
Rita_Hayworth
14th_Academy_Awards
43rd_Academy_Awards
Ottoman_Empire
Constantinople
Istanbul
Ottawa
Oakland_Raiders
Oakland,_California
Oman
Ohio_River
West_Virginia
Wheeling,_West_Virginia
Huntington,_West_Virginia
Portsmouth,_Ohio
Owensboro,_Kentucky
Evansville,_Indiana
Paducah,_Kentucky
Sidney_Sussex_College,_Cambridge
Calvinism
Roundhead
Oklahoma
Oklahoma_City
Okinawa_Prefecture
Oberlin_College
Oakland_Athletics
Oracle_Corporation
Santa_Clara,_California
Oscar_Wilde
Magdalen_College,_Oxford
Operation_Barbarossa
Eastern_Europe
Adolf_Hitler
Georgy_Zhukov
Orkney
Ottawa_Senators
Oscar_Hammerstein_II
Theatrical_producer
PolyGram
PIAS_Recordings
Ice_Cube
Ziggy_Marley
LL_Cool_J
KRS-One
Paramount_Pictures
Brad_Grey
Art
Family
Patti_Smith
Javier_Bardem
Santa_Ana,_California
Panama
Panama_City
Tommy_Lee
Garage_rock
Gothic_rock
New_Wave_of_British_Heavy_Metal
Anarcho-punk
Christian_punk
Garage_punk
Glam_punk
Horror_punk
Oi!
Post-hardcore
Riot_grrrl
Skate_punk
Dark_cabaret
Deathrock
Electropunk
Folk_punk
Pop_punk
Ska_punk
Puerto_Rico
San_Juan,_Puerto_Rico
Paul_Robeson
End_(gridiron_football)
Diplomatic_Enclave,_Islamabad
Punjabi_language
Punjabis
Pashtuns
Paula_Abdul
California_State_University,_Northridge
Philadelphia_Eagles
Pittsburgh_Steelers
Harrisburg,_Pennsylvania
Manila
Quezon_City
Filipino_language
Chinoy
Philippine_Standard_Time
Paraguay
Palau
Filipinos
Harpsichord
Mellotron
Theremin
Neo-psychedelia
Shoegazing
Philips
Multnomah_County,_Oregon
Washington_County,_Oregon
Clackamas_County,_Oregon
Plymouth
Peter_Cook
Hampstead
Peter_Falk
Hamilton_College_(New_York)
The_New_School
Syracuse_University
Pixies
4AD
Poul_Anderson
Time_travel
Greg_Bear
Purdue_University
Plymouth_Argyle_F.C.
Pasta
Psycho_(1960_film)
Peterborough
England_national_football_team
Northamptonshire
Palestinian_National_Authority
Portsmouth
Pueblo,_Colorado
Bus
Parma
Emilia-Romagna
Perth
Pierre_Trudeau
Montreal
Quebec
Liberal_Party_of_Canada
Jurist
Catholicism
Philip_Glass
Peter_Sellers
Character_actor
Traditional_pop_music
Europop
Latin_pop
Crossover_music
Sophisti-pop
Teen_pop
Baroque_pop
Indie_pop
Jangle_pop
Psychedelic_pop
Pisa
Pyrenees
Punjab,_Pakistan
Punjab,_India
Chandigarh
Pizza
Naples
Campania
Cheese
PlayStation_3
Phish
Trey_Anastasio
Les_Claypool
Dave_Matthews
Pretoria
Paul_Auster
Piedmont
University_of_Turin
Knoxville,_Tennessee
Allegheny_County,_Pennsylvania
British_Empire
Qantas
Carmel-by-the-Sea,_California
University_of_California,_Los_Angeles
John_Varley_(author)
Roman_Polanski
Robert_Byrd
Marshall_University
Daniel_Inouye
Reed_College
Private_school
Gospel_music
Byzantine_Empire
South_Shields
Tyne_and_Wear
Royal_College_of_Art
The_Rocky_Horror_Picture_Show
Tim_Curry
Susan_Sarandon
Raging_Bull
Michael_Chapman_(cinematographer)
Thelma_Schoonmaker
United_Artists
Richard_Nixon
Duke_University
Pacific_War
Gerald_Ford
Lyndon_B._Johnson
Bucharest
Rocky_Mountains
Jane_Wyman
Walter_Pidgeon
Rush_(band)
Beat_music
Experimental_rock
Indie_rock
Post-rock
Rocksteady
Brass_instrument
Melodica
Dancehall
Ragga
Roots_reggae
Robert_Rodriguez
San_Antonio
Danny_Trejo
Stockholm
Richard_Feynman
Richard_Matheson
University_of_Missouri
Richard_Bachman
Chris_Carter_(screenwriter)
World_Fantasy_Award_for_Life_Achievement
Rwanda
Raymond_Chandler
Dashiell_Hammett
Michael_Chabon
Michael_Connelly
Red_Army
Vagrant_Records
Russell_Crowe
Wellington
New_Zealand
Royal_Air_Force
Red_Dwarf
Lexington,_Virginia
United_States_Army
Renewable_energy
Lap_steel_guitar
Ruth_Gordon
Quincy,_Massachusetts
Ringo_Starr
Entertainment_One_Music
Ringo_Starr_&_His_All-Starr_Band
Peter_Frampton
Rhine
Philip_Pullman
RCA
Dorset
Brian_Eno
Peter_Gabriel
Blondie_(band)
David_Sylvian
Talking_Heads
Roxy_Music
Bryan_Ferry
Rio_de_Janeiro
Rotterdam
Rotherham
Ron_Carter
Professor
Sword_and_sorcery
Boxing
Alexandre_Dumas
L._Sprague_de_Camp
Harry_Turtledove
Robert_Anton_Wilson
Timothy_Leary
French_horn
Doo-wop
American_Academy_of_Arts_and_Letters
Concord,_Massachusetts
Henry_David_Thoreau
Rhodesia
Harare
Robin_Wright
Sean_Penn
Rob_Reiner
Ryuichi_Sakamoto
Music_of_Japan
Russian_Civil_War
Rajasthan
Royal_Australian_Navy
Royal_Australian_Air_Force
Real_Madrid_C.F.
Boeing_737
Reno,_Nevada
Statistics
Washoe_County,_Nevada
Roy_Orbison
MGM_Records
Jimmy_Buffett
K.d._lang
Bruce_Springsteen
Emmylou_Harris
Red_Hot_Chili_Peppers
Anthony_Kiedis
Flea_(musician)
Chadwick_Gaylord_"Chad"_Smith
Jane's_Addiction
Pearl_Jam
The_Mars_Volta
Shannon_Elizabeth
Star_Wars
Bern
Zürich
South_America
Sri_Lanka
Colombo
Sinhalese_language
Tamil_language
Sioux_Falls,_South_Dakota
Psychotherapy
South_Australia
Sean_Connery
Scottish_National_Party
Sonic_Team
Sega
Federation_of_Bosnia_and_Herzegovina
Paul_Simon
Art_Garfunkel
Suriname
Paramaribo
Javanese_people
Bratislava
Spike_Jonze
Rockville,_Maryland
Shelton_Jackson_"Spike"_Lee
Steven_Spielberg
California_State_University,_Long_Beach
Amy_Irving
Apocalyptic_and_post-apocalyptic_fiction
Elmore_Leonard
Peter_David
J._J._Abrams
Sony
Scottish_people
Minato,_Tokyo
Telecommunication
Entertainment
Video_game
Sun_Microsystems
Seoul
Schutzstaffel
Wolfgang_Amadeus_Mozart
Star_Trek:_The_Next_Generation
Adventure
Patrick_Stewart
Jonathan_Frakes
Brent_Spiner
LeVar_Burton
Wil_Wheaton
Rick_Berman
Michael_Piller
Jeri_Taylor
DVD
Star_Trek
Star_Trek:_Deep_Space_Nine
Colm_Meaney
Ira_Steven_Behr
Star_Trek:_The_Original_Series
William_Shatner
Leonard_Nimoy
Star_Trek:_The_Animated_Series
George_Takei
Norm_Prescott
Lou_Scheimer
Star_Trek_II:_The_Wrath_of_Khan
Paul_Winfield
Star_Trek:_Enterprise
Brannon_Braga
Manny_Coto
UPN
Star_Trek:_First_Contact
Alfre_Woodard
James_Cromwell
Jerry_Goldsmith
Ronald_D._Moore
Star_Trek:_Voyager
Schleswig-Holstein
Kiel
Sheryl_Crow
Stockholm_University
Sherlock_Holmes
San_Diego_Chargers
San_Diegan_(train)
San_Francisco_49ers
Saint_Lucia
Saint_Kitts_and_Nevis
Saint_Vincent_and_the_Grenadines
Samoa
Senegal
Dakar
Seychelles
Sierra_Leone
Freetown
Steven_Soderbergh
Cinematographer
Somalia
Mogadishu
Ljubljana
Sudan
Swaziland
Sarah_Michelle_Gellar
Salma_Hayek
Veracruz
Greater_St._Louis
Spider-Man
Steve_Ditko
South_Park
Trey_Parker
Matt_Stone
Isaac_Hayes
Mona_Marshall
Comedy_Central
Warner_Home_Video
Walter_Scott
Columbia,_South_Carolina
Serbo-Croatian
Suffolk
Stephen_Jay_Gould
Antioch_College
University_of_Leeds
MacArthur_Fellows_Program
Samba_(Brazilian_dance)
Saving_Private_Ryan
Ian_Bryce
Mark_Gordon
Tom_Hanks
Edward_Burns
Matt_Damon
John_Williams
Michael_Kahn_(film_editor)
Sonic_Youth
Jim_O'Rourke_(musician)
Matador_Records
Stargate_(film)
Roland_Emmerich
Dean_Devlin
Kurt_Russell
David_Arnold
Metro-Goldwyn-Mayer
Square_(company)
Square_Enix
Publishing
Sid_James
Union_of_South_Africa
Sunderland,_Tyne_and_Wear
Superman
Saxony
Dresden
Seattle_Seahawks
Syracuse,_New_York
Onondaga_County,_New_York
Swahili_language
Tanzania
Democratic_Republic_of_the_Congo
Burundi
Uganda
Zambia
South_Sudan
Szczecin
Simon_Fraser_University
Burnaby
Surrey,_British_Columbia
San_Diego_County,_California
Sam_Raimi
Seinfeld
Larry_David
Castle_Rock_Entertainment
Second_Punic_War
Ancient_Greece
St_Albans
Sylvia_Plath
West_Yorkshire
Sabah
Shania_Twain
Windsor,_Ontario
Saul_Bellow
Christopher_Hitchens
Brookline,_Massachusetts
Saint_John,_New_Brunswick
Seattle_University
Nonprofit_organization
Mixed-sex_education
Stephen_Sondheim
Middle_East
Belgrade
Sinhalese_people
Theravada
Sardinia
Siouxsie_and_the_Banshees
Robert_Smith_(musician)
Saddam_Hussein
Sandra_Bullock
East_Carolina_University
Thomas_Edison
West_Orange,_New_Jersey
Businessperson
Tiffani_Thiessen
Skopje
Sacramento_County,_California
Sikh
Thai_language
Sikhism
The_Rock_(film)
Michael_Bay
Jerry_Bruckheimer
Ed_Harris
Michael_Biehn
William_Forsythe_(actor)
Hans_Zimmer
Walt_Disney_Studios_Motion_Pictures
The_Doors
Ray_Manzarek
Acid_rock
Derbyshire
Geometry
Sociology
The_Big_Lebowski
Jeff_Bridges
John_Goodman
Julianne_Moore
John_Turturro
Carter_Burwell
Roger_Deakins
Gramercy_Pictures
Billy_Preston
Americas
Dan_Castellaneta
Nancy_Cartwright
Hank_Azaria
Al_Jean
John_Frink
Matt_Selman
Global_Television_Network
The_Graduate
Mike_Nichols
Dustin_Hoffman
Dave_Grusin
Robert_Surtees_(cinematographer)
Sam_O'Steen
Embassy_Pictures
Buck_Henry
Texas_A&M_Forest_Service
College_Station,_Texas
Tasmania
Charlottesville,_Virginia
You_Talkin'_to_Me_
Paul_Schrader
The_Matrix
Joel_Silver
The_Silence_of_the_Lambs_(film)
Jonathan_Demme
Howard_Shore
Tak_Fujimoto
Orion_Pictures
Chill-out_music
Lounge_music
Musical_keyboard
String_instrument
Buckinghamshire
Wiltshire
Order_of_the_British_Empire
Honshu
Tonga
Togo
Tuvalu
Turks_and_Caicos_Islands
Tunisia
Tunis
Novella
Joseph_Heller
Bangkok
Thai_Chinese
Twin_Peaks
Psychological_thriller
Psychological_horror
Lara_Flynn_Boyle
Ray_Wise
Joan_Chen
Piper_Laurie
Republic_Pictures
The_X-Files
David_Duchovny
Gillian_Anderson
Robert_Patrick
Annabeth_Gish
Mitch_Pileggi
Howard_Gordon
Frank_Spotnitz
Vince_Gilligan
Kim_Manners
Glen_Morgan
James_Wong_(filmmaker)
David_Greenwalt
The_Terminator
Tom_Stoppard
Terrence_Vance_"Terry"_Gilliam
Valais
Walter_Benjamin
Arnold_Schoenberg
David_Byrne
The_Clash
Joe_Strummer
Tour_de_France
Celtic_rock
Pomona,_California
Cabaret
Anti_(album)
Theodore_Roosevelt
Medal_of_Honor
William_Howard_Taft
The_Crying_Game
Neil_Jordan
Stephen_Woolley
Stephen_Rea
Forest_Whitaker
Miramax
The_Sixth_Sense
M._Night_Shyamalan
Frank_Marshall_(producer)
Kathleen_Kennedy_(producer)
Bruce_Willis
Toni_Collette
Olivia_Williams
James_Newton_Howard
Takoma_Park,_Maryland
Chiyoda,_Tokyo
The_New_York_Times
Broadsheet
Newspaper
Thirty_Years'_War
The_Shawshank_Redemption
Thomas_Newman
The_Troubles
Truro
Hardcore_(electronic_dance_music_genre)
Psychedelic_trance
Toledo,_Ohio
Lucas_County,_Ohio
Norfolk
Tampa_Bay_Buccaneers
Tampa,_Florida
The_New_York_Times_Company
Tennessee_Titans
Transylvania
Glen_Cove,_New_York
Levon_Helm
Robbie_Robertson
Americana_(music)
Van_Morrison
University_of_Alabama
Washington_State_University
They_Might_Be_Giants
Children's_music
Rough_Trade_Records
Rounder_Records
Turing_Award
The_Rolling_Stones
Mick_Jagger
Keith_Richards
Ronnie_Wood
Brian_Jones
Bill_Wyman
Decca_Records
Thuringia
Tower_of_London
London_Borough_of_Tower_Hamlets
Tom_Petty
Tom_Petty_and_the_Heartbreakers
Conducting
Micky_Dolenz
Peter_Tork
Toledo,_Spain
University_of_London
University_of_Sussex
Jacob_Zuma
Taito_Corporation
William_Patrick_"Billy"_Corgan,_Jr
Burbank,_California
California_Institute_of_the_Arts
Scientology
Mimi_Rogers
Katie_Holmes
The_Straight_Story
Sissy_Spacek
Harry_Dean_Stanton
Freddie_Francis
Tori_Amos
Universal_Republic_Records
Rhodes_piano
Tel_Aviv
Tupac_Shakur
Tallinn
University_of_Birmingham
College_rock
The_Fall_(band)
Beggars_Banquet_Records
Fontana_Records
The_Chemical_Brothers
Big_beat
Tours
Tartu
Utah
Salt_Lake_City
United_States_Congress
United_Nations
Kiev
Yiddish
Union_Army
University_of_Oslo
Uppsala_University
Uruguay
Montevideo
Tashkent
University_of_California,_San_Francisco
University_of_Rochester
Rochester,_New_York
University_of_California,_Santa_Cruz
Santa_Cruz,_California
University_of_California,_Berkeley
Berklee_College_of_Music
University_of_California,_Davis
University_of_Sydney
University_of_California,_San_Diego
United_States_Department_of_State
Libertarian_Party_(United_States)
Alexandria,_Virginia
Lacrosse
Utrecht_University
University_of_Tulsa
Radcliffe_College
University_of_Arizona
University_of_Southern_California
Politics_of_the_United_States
Democratic_Unionist_Party
Ulster_Unionist_Party
County_Antrim
County_Armagh
County_Down
County_Monaghan
County_Tyrone
American_Indian_Wars
Boxer_Rebellion
War_in_North-West_Pakistan
President
University_of_New_Brunswick
University_of_Manitoba
Winnipeg
Manitoba
University_of_Utah
University_of_Victoria
United_States_Virgin_Islands
United_States_Coast_Guard
President_of_the_United_States
U-571_(film)
Dino_De_Laurentiis
Matthew_McConaughey
Bill_Paxton
Harvey_Keitel
Jon_Bon_Jovi
University_of_Canterbury
Christchurch
Kyrgyzstan
Turkmenistan
Philosophy
UEFA
CBS_Corporation
Kr.united.com
Caracas
Victoria,_British_Columbia
Vittorio_De_Sica
Neuilly-sur-Seine
Nikolai_Gogol
Alexander_Pushkin
Daniel_Handler
Nick_Cave
Anthony_Burgess
Vanuatu
Richmond,_Virginia
Virginia_Beach,_Virginia
Venice
Vernor_Vinge
Waukesha,_Wisconsin
Computer_science
Hugo_Award_for_Best_Novel
Hugo_Award_for_Best_Novella
Vermont
Montpelier,_Vermont
South_Vietnam
North_Vietnam
Veneto
Virginia_Woolf
Sussex
Margaret_Atwood
Toni_Morrison
Victoria_University_of_Wellington
Valencia_CF
Stratford-upon-Avon
Warwickshire
Wim_Wenders
Golden_Lion
Charleston,_West_Virginia
Masovian_Voivodeship
Benito_Mussolini
Warren_G._Harding
Waffen-SS_foreign_volunteers_and_conscripts
Police
W._Somerset_Maugham
Nice
Alpes-Maritimes
Werner_Herzog
William_Blake
Printmaking
Jim_Jarmusch
West_Germany
Cory_Doctorow
Philip_K._Dick_Award
Milwaukee
Wind_instrument
W._H._Auden
York
Christ_Church,_Oxford
County_Wicklow
Canton,_Ohio
Albany_Law_School
Union_(American_Civil_War)
Yale_College
Unitarianism
Woodrow_Wilson
William_Morris
Hammersmith
Socialism
Weezer
Rivers_Cuomo
Emo
Epitaph_Records
Staunton,_Virginia
Johns_Hopkins_University
University_of_Mississippi
J._M._Coetzee
Cormac_McCarthy
Joyce_Carol_Oates
Philip_Roth
Lawrence,_Kansas
Norman_Mailer
Gus_Van_Sant
Grant_Morrison
John_Zorn
Walmart
Retail
Wyoming
Cheyenne,_Wyoming
War_of_the_Spanish_Succession
Western_Australia
Ontario_New_Democratic_Party
Waterloo,_Iowa
Camden,_New_Jersey
Lower_Hutt
World_Trade_Organization
Wallace_Shawn
West_Bengal
Whitney_Houston
Model_(people)
Drowning
Williams_College
WarGames
Leonard_Goldberg
Walter_Parkes
Walon_Green
Matthew_Broderick
Dabney_Coleman
John_Wood_(English_actor)
Ally_Sheedy
William_A._Fraker
Xerox
New_Haven,_Connecticut
Yasser_Arafat
Civil_engineer
York_University
Empire_of_Japan
Yngwie_Malmsteen
Instrumental_rock
Yerevan
Armenia
North_Yorkshire
Zimbabwe
American_Recordings_(record_label)
Lombardy
The_Who
Roger_Daltrey
Pete_Townshend
San_Jose_State_University
Norman_Cook
Hove
Bristol
Magic_Johnson
